
let todoData =
    [
        {
            title: "ES6 import",
            datetime: 1651260358000,
            description: "Необходимо выучить и разобрать отличия работы с модулями в JS и NodeJS.",
            note: "Статус: Срочно",
            status: "error",
        },
        {
            title: "Завтрак",
            datetime: 1650655558000,
            description: "Приготовить любимой завтрак в постель.",
            note: "Статус: главное не забыть",
        },
        {
            title: "React",
            datetime: 1649791558000,
            description: "Изучить основы React. Возможности ES2016.",
            note: "Срок: 7 дней на выполнение",
        },
        {
            title: "ДемоЭкзамен",
            datetime: 1647113158000,
            description: "Организация подготовки студентов к демонстрационному экзамену по стандартам WorldSkills",
            note: "Срок: 12 апреля",
        },
        {
            title: "Проверка д/з",
            datetime: 1627283635000,
            description: "Проверка домашнего задания 8-ой недели подготовки студентов к экзамену.",
            note: "Выполнено",
            status: "success",
        },
        {
            title: "Разработка todo-приложения",
            datetime: 1642015558000,
            description: "Создать на основе примера из книге по React приложение для списка дел.",
            note: "Срок: неопределенно",
        },
    ];

export default todoData;
